---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.WireSize
source: html/283cd0c1-2d5b-a4e4-529e-f92316797d7d.htm
---
# WireSize Properties

Get ampacity which be used for specifying size, the unit is ampere.